{
    "title": "Connect Nigeria Top 100 Persons of 2025",
    "year": 2025,
    "description": "Nigeria continues to see remarkable achievements across leadership, entrepreneurship, social activism, and innovation. In 2025, numerous individuals have stood out for their contributions to society, business, and culture, making lasting impacts in their communities and industries.",
    "personOfTheYear": {
        "name": "Asherkine (Oluwatosin \"Asherkine\" Ogunyemi)",
        "category": "Youth & Community Activist",
        "description": "Asherkine emerged as the person of the year for his tireless efforts to support vulnerable communities. In 2025, he ran multiple viral street kindness and welfare outreach programs, providing aid directly to those in need. His signature \"Help a Stranger Today\" challenge inspired thousands of young Nigerians to donate food, clothes, and funds, while he continued to expand his community relief network, ensuring real-time support for struggling citizens.",
        "image": "/images/TSMKPedlBkKqvYoV/asherkine.jpg"
    },
    "categories": [
        {
            "category": "Startup Founders",
            "people": [
                {
                    "name": "Femi Adeyemo",
                    "company": "Arnergy",
                    "achievement": "Leads Arnergy, a cleantech company providing modular solar energy solutions. In 2025, Arnergy successfully closed an $18 million Series B funding round to scale solar deployment across Nigeria. Adeyemo's work is advancing clean energy access, enabling businesses and households to transition from unreliable grids to sustainable solar solutions.",
                    "image": "/images/TSMKPedlBkKqvYoV/femi_adeyemo.jpg"
                },
                {
                    "name": "Dami Olawoye",
                    "company": "Rivy (formerly PayHippo)",
                    "achievement": "Heads Rivy, which pivoted from SME lending to financing clean energy for businesses. In 2025, Rivy raised $4 million in a mix of debt and equity to fund its clean energy financing marketplace. By spreading the cost of solar systems, Rivy is helping installers scale operations and making renewable energy more affordable for Nigerian businesses.",
                    "image": "/images/TSMKPedlBkKqvYoV/dami_olawoye.jpg"
                },
                {
                    "name": "Tosin Eniolorunda",
                    "company": "Moniepoint",
                    "achievement": "Leads Moniepoint, a fintech company focused on banking and payments for SMEs. Under his leadership, Moniepoint became a unicorn in 2025, scaling rapidly and solidifying its position as a major player in Nigeria's business banking space. His strategic vision has made financial services more accessible and efficient for small and medium enterprises.",
                    "image": "/images/TSMKPedlBkKqvYoV/Tosin Eniolorunda.png"
                },
                {
                    "name": "Jumoke Dada",
                    "company": "Taeillo",
                    "achievement": "The force behind Taeillo, an e-commerce and furniture startup leveraging AR/VR technology. Her innovative approach allows customers to visualise furniture in their spaces before purchase, creating a unique shopping experience that combines design technology with online retail.",
                    "image": "/images/TSMKPedlBkKqvYoV/Jumoke Dada.png"
                },
                {
                    "name": "Idorenyin Obong",
                    "company": "Grey (formerly Aboki Africa)",
                    "achievement": "Heads Grey, a fintech platform that simplifies cross-border payments for freelancers and remote workers. In 2025, Grey scaled rapidly, providing seamless international payment solutions and tapping into the growing market of Nigerian professionals working globally. Obong's execution has made the platform a key enabler for the country's remote workforce.",
                    "image": "/images/TSMKPedlBkKqvYoV/Idorenyin_Obong.jpg"
                }
            ]
        },
        {
            "category": "Business Leaders",
            "people": [
                {
                    "name": "Temi Popoola",
                    "title": "GMD, NGX Group",
                    "achievement": "Under Temi Popoola's leadership, the Nigerian equities market attracted a significant influx of new investors in 2025, ranging from local retail participants to international players, strengthening market depth and liquidity.",
                    "image": "/images/TSMKPedlBkKqvYoV/Temi_Popoola.png"
                },
                {
                    "name": "Femi Aluko",
                    "title": "Co-founder & CEO, Chowdeck",
                    "achievement": "Led Chowdeck to cross 1 million monthly users in 2025 while securing $9 million in Series A funding. His work is driving growth in Nigeria's food delivery sector, making the service accessible to a growing base of urban users.",
                    "image": "/images/TSMKPedlBkKqvYoV/femi_aluko.png"
                },
                {
                    "name": "Samuel Okwuada",
                    "title": "Co-founder & CEO, Remedial Health",
                    "achievement": "Remedial Health, under Samuel Okwuada, was named the third fastest-growing company in Africa by the Financial Times, boasting a 339.1% CAGR. His leadership is transforming pharmaceutical distribution in Nigeria through digitisation.",
                    "image": "/images/TSMKPedlBkKqvYoV/samuel_okuwada.png"
                },
                {
                    "name": "Emmanuel Gbolade",
                    "title": "Co-founder & CEO, Termii",
                    "achievement": "Termii was recognised as the fastest-growing telecommunications company in Africa in 2025 and ranked 10th overall. Gbolade's efforts have strengthened digital communication services across the continent.",
                    "image": "/images/TSMKPedlBkKqvYoV/Emmanuel Gbolade.png"
                },
                {
                    "name": "Kola Masha",
                    "title": "CEO, Babban Gona",
                    "achievement": "Babban Gona supports smallholder farmers with resources and training. In 2025, the enterprise attracted $7.5 million in funding, helping scale agricultural productivity and impact rural livelihoods.",
                    "image": "/images/TSMKPedlBkKqvYoV/kola_masha.png"
                }
            ]
        },
        {
            "category": "Tech Founders",
            "people": [
                {
                    "name": "Boluwatife Aiki-Raji",
                    "title": "Founder & CEO, Carrot Credit",
                    "achievement": "Carrot Credit, offering loans backed by digital investment assets, raised $4.2 million in seed funding in 2025. Aiki-Raji is advancing fintech solutions for underserved Nigerians.",
                    "image": "/images/TSMKPedlBkKqvYoV/Boluwatife Aiki-Raji.png"
                },
                {
                    "name": "John Oamen",
                    "title": "Co-founder & CEO, Cutstruct",
                    "achievement": "Cutstruct, a construction tech startup, raised $1.5 million in seed funding. Oamen is helping modernise Nigeria's construction industry with innovative solutions.",
                    "image": "/images/TSMKPedlBkKqvYoV/John Oamen.png"
                },
                {
                    "name": "Damilola Olokesusi",
                    "title": "CEO, Shuttlers",
                    "achievement": "Shuttlers added 20 new CNG buses in 2025, reducing rider costs by 29% and lowering carbon emissions. Olokesusi's leadership demonstrates the impact of sustainable urban mobility.",
                    "image": "/images/TSMKPedlBkKqvYoV/Damilola_Olokesusi.png"
                },
                {
                    "name": "Adeola Adedewe",
                    "title": "Founder & CEO, Kredete",
                    "achievement": "Kredete raised $22 million in Series A funding in 2025. Adedewe is expanding digital financial services and supporting economic inclusion through innovative credit solutions.",
                    "image": "/images/TSMKPedlBkKqvYoV/Adeola_Adedewe.png"
                },
                {
                    "name": "Nathan Nwachuku",
                    "title": "Co-founder & CEO, Terra Industries",
                    "achievement": "Terra Industries, an indigenous drone manufacturer, established a facility in Abuja and secured key contracts, outcompeting international players and showcasing Nigeria's growing tech manufacturing capacity.",
                    "image": "/images/TSMKPedlBkKqvYoV/Nathan_Nwachuku.jpg"
                }
            ]
        },
        {
            "category": "Music",
            "people": [
                {
                    "name": "Nathaniel Bassey",
                    "achievement": "Bassey's 2025 streams totalled over 52.8 million on YouTube, ranking him second on Spotify Africa's gospel chart. According to Vanguard News, his \"Hallelujah Challenge\" set a new record in October 2025 by surpassing 1.2 million concurrent online viewers across various social media platforms.",
                    "image": "/images/TSMKPedlBkKqvYoV/Nathaniel_Bassey.png"
                },
                {
                    "name": "Chinyere Udoma",
                    "achievement": "In 2025, Chinyere Udoma released \"Eze Abata (The King Is Here)\", a gospel single that quickly resonated with believers across Nigeria. The song blends Igbo-language worship with heartfelt declarations of divine intervention, healing, deliverance, and hope.",
                    "image": "/images/TSMKPedlBkKqvYoV/Chinyere Udoma.png"
                },
                {
                    "name": "Dunsin Oyekan",
                    "achievement": "In 2025, Dunsin Oyekan deepened the global worship experience with a series of spiritually charged live recordings and revival gatherings, reinforcing his role as a leading voice in contemporary gospel worship.",
                    "image": "/images/TSMKPedlBkKqvYoV/dunsin_oyekan.png"
                },
                {
                    "name": "Sunmisola Agbebi",
                    "achievement": "In 2025, Sunmisola Agbebi released \"The Feast: Worship Medley Vol. 3 (Live)\", a deeply immersive worship recording that blended spontaneous praise, reimagined classics, and her signature Yoruba-rooted expressions. The live medley quickly became a devotional staple across churches and campus fellowships.",
                    "image": "/images/TSMKPedlBkKqvYoV/Sunmisola Agbebi.jpg"
                },
                {
                    "name": "Gaise Baba",
                    "achievement": "In 2025, Gaise Baba released \"No Turning Back II\" featuring Lawrence Oyor — a powerful Afro-gospel anthem that reimagines the classic hymn \"I Have Decided to Follow Jesus.\" The song resonated widely: it climbed to No. 4 on the official TurnTable Top 100, making it the highest-charting gospel song in Nigeria's five-year history of that chart.",
                    "image": "/images/TSMKPedlBkKqvYoV/Gaise_Baba.png"
                }
            ]
        },
        {
            "category": "Sports Figures",
            "people": [
                {
                    "name": "Victor Osimhen",
                    "achievement": "Osimhen had a stellar 2024–25 season at Galatasaray, winning Player of the Season and finishing as top scorer in the Turkish Süper Lig. He also scored a Champions League hat-trick and continued breaking records for Nigeria's national team.",
                    "image": "/images/TSMKPedlBkKqvYoV/victor_osimhen.png"
                },
                {
                    "name": "Rasheedat Ajibade",
                    "achievement": "Ajibade was a key figure in the Super Falcons' 2025 WAFCON victory, earning Best Player of the Tournament and a nomination for CAF Women's Player of the Year.",
                    "image": "/images/TSMKPedlBkKqvYoV/Rasheedat Ajibade.png"
                },
                {
                    "name": "Esther Okoronkwo",
                    "achievement": "Okoronkwo's performance in WAFCON 2025 was pivotal, scoring and assisting in the final. She won the Fans' Player of the Tournament, cementing her influence in Nigerian women's football.",
                    "image": "/images/TSMKPedlBkKqvYoV/Esther Okoronkwo.png"
                },
                {
                    "name": "Rena Wakama",
                    "achievement": "As head coach of D'Tigress, Wakama led Nigeria to the 2025 FIBA Women's AfroBasket title, marking her second championship as coach and a historic achievement for Nigerian basketball.",
                    "image": "/images/TSMKPedlBkKqvYoV/Rena_Wakama.png"
                },
                {
                    "name": "Amy Okonkwo",
                    "achievement": "Star forward for D'Tigress, Okonkwo was named MVP of AfroBasket 2025, contributing significantly to Nigeria's dominance in African women's basketball.",
                    "image": "/images/TSMKPedlBkKqvYoV/Amy Okonkwo.png"
                }
            ]
        },
        {
            "category": "Nollywood",
            "people": [
                {
                    "name": "Kemi Adetiba",
                    "achievement": "Creator, writer, and director of the hit Netflix crime-thriller series To Kill a Monkey. The show sparked widespread discussion for its gritty portrayal of cybercrime and urban poverty.",
                    "image": "/images/TSMKPedlBkKqvYoV/Kemi_Adetiba.jpg"
                },
                {
                    "name": "Femi Adebayo",
                    "achievement": "AMVCA Best Lead Actor for his performance in Seven Doors, recognised for outstanding acting in Nigerian film.",
                    "image": "/images/TSMKPedlBkKqvYoV/Femi Adebayo.png"
                },
                {
                    "name": "Chioma Chukwuka",
                    "achievement": "AMVCA Best Lead Actress for Seven Doors, acclaimed for her exceptional performance and contribution to Nigerian cinema.",
                    "image": "/images/TSMKPedlBkKqvYoV/Chioma Chukwuka.png"
                },
                {
                    "name": "Lateef Adedimeji",
                    "achievement": "AMAA Best Actor in a Leading Role for Lisabi: The Uprising, marking excellence in Nigerian film.",
                    "image": "/images/TSMKPedlBkKqvYoV/Lateef Adedimeji.png"
                }
            ]
        },
        {
            "category": "Fashion Innovators",
            "people": [
                {
                    "name": "Omoyemi Akerele",
                    "achievement": "Her Lagos Fashion Week won the 2025 Earthshot Prize, and she was named among TIME's 100 Most Influential Climate Leaders, integrating sustainability into Nigerian fashion.",
                    "image": "/images/TSMKPedlBkKqvYoV/Omoyemi Akerele.png"
                },
                {
                    "name": "Bubu Ogisi (Iamisigo)",
                    "achievement": "Ogisi's brand leads sustainable fashion using recycled and natural materials, contributing to circular fashion initiatives and earning recognition as a Zalando Visionary Award finalist.",
                    "image": "/images/TSMKPedlBkKqvYoV/Bubu Ogisi (Iamisigo).png"
                },
                {
                    "name": "Veekee James",
                    "achievement": "James launched her first U.S. bridal tour in 2025, extending Nigerian fashion influence internationally. She also won Force of Influence at the Trendupp Awards.",
                    "image": "/images/TSMKPedlBkKqvYoV/Veekee James.png"
                },
                {
                    "name": "Lanre Da Silva Ajayi (LDA)",
                    "achievement": "Celebrated 20 years in fashion, cementing her legacy in African luxury and couture craftsmanship.",
                    "image": "/images/TSMKPedlBkKqvYoV/Lanre Da Silva Ajayi (LDA).png"
                },
                {
                    "name": "Idowu Ohiole",
                    "achievement": "Founder of Ohiole Lagos, showcasing premium leather craftsmanship globally and representing Nigerian design at the Saudi International Handicrafts Week 2025.",
                    "image": "/images/TSMKPedlBkKqvYoV/Idowu Ohiole.png"
                }
            ]
        },
        {
            "category": "Activists",
            "people": [
                {
                    "name": "Omowumi Ogunrotimi",
                    "focus": "Gender Justice",
                    "achievement": "Won the Global Citizen Prize 2025, expanded the Campus Safety Initiative, and advocated for stronger GBV policies nationwide.",
                    "image": "/images/TSMKPedlBkKqvYoV/Omowumi Ogunrotimi.png"
                },
                {
                    "name": "Chima Williams",
                    "focus": "Environmental & Climate",
                    "achievement": "Led legal advocacy for oil pollution cleanup and coordinated community-driven environmental justice campaigns.",
                    "image": "/images/TSMKPedlBkKqvYoV/Chima Williams.png"
                },
                {
                    "name": "Rinu Oduala",
                    "focus": "Governance & Social Justice",
                    "achievement": "Ran civic-engagement programs via Connect Hub, promoting youth participation, police accountability, and digital rights awareness.",
                    "image": "/images/TSMKPedlBkKqvYoV/Rinu Oduala.png"
                },
                {
                    "name": "Victory Ashaka",
                    "focus": "Climate Justice",
                    "achievement": "Climate justice advocate and spoken-word poet, mobilising youth through creative expression and environmental campaigns.",
                    "image": "/images/TSMKPedlBkKqvYoV/Victory Ashaka.png"
                },
                {
                    "name": "Aisha Hamman",
                    "focus": "Lift Africa Foundation",
                    "achievement": "2025 Future Awards nominee, providing legal aid, paralegal training, and support for survivors of violence.",
                    "image": "/images/TSMKPedlBkKqvYoV/Aisha Hamman.png"
                }
            ]
        },
        {
            "category": "Health Innovators",
            "people": [
                {
                    "name": "Dr Ola Brown",
                    "company": "HealthCap Africa",
                    "achievement": "Launched the HealthTech Unicorns Report 2.0, spotlighting and driving investment into African health-tech in 2025.",
                    "image": "/images/TSMKPedlBkKqvYoV/Dr Ola Brown.png"
                },
                {
                    "name": "Sammy Ogunjimi",
                    "company": "Codix Bio Ltd",
                    "achievement": "Opened a plant producing millions of HIV and malaria test kits, reducing dependence on imports and donor funding.",
                    "image": "/images/TSMKPedlBkKqvYoV/Sammy Ogunjimi.png"
                },
                {
                    "name": "Chinonso Opurum",
                    "company": "Soso Care",
                    "achievement": "Won the PVAC Healthcare Innovation Prize, offering micro-insurance through recyclable waste, expanding healthcare access for low-income Nigerians.",
                    "image": "/images/TSMKPedlBkKqvYoV/Chinonso Opurum.png"
                },
                {
                    "name": "Esther Eruchie",
                    "achievement": "AI-powered mental health platform providing 24/7 emotional support, winner of the Cascador Impact Prize.",
                    "image": "/images/TSMKPedlBkKqvYoV/Esther_Eruchie.png"
                },
                {
                    "name": "John Amanam Sunday",
                    "company": "Immortal Cosmetic Art",
                    "achievement": "Launched the Ubokobong Bionic Arm, a prosthetic designed for Black skin tones, improving accessibility and quality of life for amputees.",
                    "image": "/images/TSMKPedlBkKqvYoV/John_Amanam_Sunday.png"
                }
            ]
        },
        {
            "category": "Finance",
            "people": [
                {
                    "name": "Kalu Aja",
                    "achievement": "Provided clear, actionable analysis on Naira devaluation, subsidy removal, and broader macroeconomic trends, helping Nigerians navigate financial uncertainty in 2025.",
                    "image": "/images/TSMKPedlBkKqvYoV/Kalu Aja.png"
                },
                {
                    "name": "Jennifer Awirigwe (Financial Jennifer)",
                    "achievement": "Through FinTribe, educated thousands of women on budgeting, investing, and wealth-building strategies, significantly improving financial literacy.",
                    "image": "/images/TSMKPedlBkKqvYoV/Jennifer Awirigwe.png"
                },
                {
                    "name": "Arese Ugwu",
                    "achievement": "Advocated for better financial planning and long-term investment, hosting workshops and creating content to make wealth management accessible for all Nigerians.",
                    "image": "/images/TSMKPedlBkKqvYoV/Arese Ugwu.png"
                },
                {
                    "name": "Omilola Oshikoya",
                    "achievement": "Produced educational content via TikTok and YouTube, simplifying stocks, cryptocurrency, and personal finance for young Nigerians entering the investment space.",
                    "image": "/images/TSMKPedlBkKqvYoV/Omilola_Oshikoya.png"
                },
                {
                    "name": "Tomie Balogun",
                    "achievement": "Focused on financial independence and debt management, creating awareness campaigns that encouraged responsible money habits and smart investment.",
                    "image": "/images/TSMKPedlBkKqvYoV/Tomie Balogun.png"
                }
            ]
        },
        {
            "category": "Social Impact",
            "people": [
                {
                    "name": "Randy Peters",
                    "achievement": "Randy Peter Akah has become a powerful voice in Nigeria's political and social media landscape. Widely respected for his loyalty to principles rather than personalities, he remained outspoken in 2025—especially on issues of injustice and the urgent need for electoral reform in Nigeria.",
                    "image": "/images/TSMKPedlBkKqvYoV/Randy Peters.png"
                },
                {
                    "name": "Sandra Ezekwesili",
                    "achievement": "Amplified women's participation in governance through campaigns, digital media, and civic townhalls, driving accountability and citizen engagement.",
                    "image": "/images/TSMKPedlBkKqvYoV/Sandra Ezekwesili.png"
                },
                {
                    "name": "Fakhriyya Hashim",
                    "achievement": "Implemented grassroots programs protecting women in Northern Nigeria, empowering young girls through workshops and advocacy campaigns.",
                    "image": "/images/TSMKPedlBkKqvYoV/Fakhriyya Hashim.png"
                }
            ]
        },
        {
            "category": "Education",
            "people": [
                {
                    "name": "Alex Onyia",
                    "achievement": "Proposed teacher reforms, including higher salaries, a master's as a minimum qualification, and better re-licensing systems, aim to improve education quality nationwide.",
                    "image": "/images/TSMKPedlBkKqvYoV/Alex Onyia.png"
                },
                {
                    "name": "Miracle Onyebuchim",
                    "achievement": "Advocated for integrating AI, cybersecurity, and practical trades into Nigeria's curriculum, driving tech-enabled education reform.",
                    "image": "/images/TSMKPedlBkKqvYoV/Miracle Onyebuchim.png"
                },
                {
                    "name": "Ifeyinwa Ugochukwu",
                    "achievement": "Led workshops with states on foundational learning, improving access for out-of-school children and shaping educational policy in 2025.",
                    "image": "/images/TSMKPedlBkKqvYoV/Ifeyinwa Ugochukwu.png"
                },
                {
                    "name": "Hammed Kayode Alabi",
                    "achievement": "Expanded Skill2Rural, enhancing youth skills training and vocational education to prepare students for the workforce.",
                    "image": "/images/TSMKPedlBkKqvYoV/Hammed Kayode Alabi.png"
                },
                {
                    "name": "Jane Nkechi Egerton-Idehen",
                    "achievement": "Launched an EdTech fellowship providing tools, mentorship, and networks to support innovative Nigerian education startups.",
                    "image": ""
                }
            ]
        },
        {
            "category": "Authors",
            "people": [
                {
                    "name": "Chika Unigwe",
                    "work": "The Middle Daughter",
                    "achievement": "The Middle Daughter is longlisted for the NLNG Prize, highlighting contemporary Nigerian narratives.",
                    "image": "/images/TSMKPedlBkKqvYoV/Chika Unigwe.png"
                },
                {
                    "name": "Nnedi Okorafor",
                    "work": "Death of the Author",
                    "achievement": "Published Death of the Author, exploring new literary themes in African speculative fiction.",
                    "image": "/images/TSMKPedlBkKqvYoV/Nnedi Okorafor.png"
                },
                {
                    "name": "Chimamanda Adichie",
                    "work": "Dream Count",
                    "achievement": "Released Dream Count, adding to her influential body of work in 2025.",
                    "image": "/images/TSMKPedlBkKqvYoV/Chimamanda Adichie.png"
                },
                {
                    "name": "Lara Kareem",
                    "work": "Àànú Ifẹ́",
                    "achievement": "Published Àànú Ifẹ́, blending cultural storytelling with modern narrative techniques.",
                    "image": "/images/TSMKPedlBkKqvYoV/Lara Kareem.jpg"
                },
                {
                    "name": "Oyin Olugbile",
                    "work": "Sànyà",
                    "achievement": "Debut novel Sànyà won the Nigeria Prize for Literature, marking her as a rising literary star.",
                    "image": "/images/TSMKPedlBkKqvYoV/Oyin Olugbile.png"
                }
            ]
        },
        {
            "category": "Science & Research",
            "people": [
                {
                    "name": "Prof. Olusegun Samuel (FUPRE)",
                    "achievement": "Expert in energy and thermofluid systems; recognised globally in the top 2% of scientists for groundbreaking research.",
                    "image": "/images/TSMKPedlBkKqvYoV/Prof. Olusegun Samuel (FUPRE).png"
                },
                {
                    "name": "Dr Modestus Okwu (FUPRE)",
                    "achievement": "Advanced work in robotics, energy systems, and digital technologies; top global recognition for 2025.",
                    "image": "/images/TSMKPedlBkKqvYoV/Dr_Modestus_Okwu.png"
                },
                {
                    "name": "Dr. Elias Elemike (FUPRE)",
                    "achievement": "Specialised in nanomaterials chemistry; globally recognised for impactful research.",
                    "image": "/images/TSMKPedlBkKqvYoV/Dr. Elias Elemike (FUPRE).png"
                },
                {
                    "name": "Prof. Olayide Samuel Lawal (FUOYE)",
                    "achievement": "Contributed to industrial chemistry and biomass research, impacting sustainable production methods.",
                    "image": "/images/TSMKPedlBkKqvYoV/Prof. Olayide Samuel Lawal (FUOYE).png"
                },
                {
                    "name": "Dr Adeolu Adesoji Adediran (FUOYE)",
                    "achievement": "Materials and metallurgical engineer with innovations in industrial and manufacturing applications.",
                    "image": "/images/TSMKPedlBkKqvYoV/Dr Adeolu Adesoji Adediran (FUOYE).png"
                }
            ]
        },
        {
            "category": "Journalism",
            "people": [
                {
                    "name": "Tunde Omolehin",
                    "achievement": "Won Indie Media Maverick Award for climate justice reporting in Northern Nigeria, highlighting marginalised communities.",
                    "image": "/images/TSMKPedlBkKqvYoV/Tunde Omolehin.png"
                },
                {
                    "name": "David Hundeyin",
                    "achievement": "Nominated for Media Visionary of the Year; ran West Africa Weekly, producing long-form investigative pieces on governance, human rights, and corruption.",
                    "image": "/images/TSMKPedlBkKqvYoV/David_Hundeyin.png"
                },
                {
                    "name": "Fisayo Soyombo",
                    "achievement": "Investigative work in Burkina Faso and Nigeria exposed trafficking and governance issues; advocated for press freedom despite police pressure.",
                    "image": "/images/TSMKPedlBkKqvYoV/Fisayo Soyombo.png"
                },
                {
                    "name": "Tina Todo",
                    "achievement": "Awarded for investigative reporting on haulage taxes affecting food production in Cross River, promoting transparency.",
                    "image": "/images/TSMKPedlBkKqvYoV/Tina Todo.png"
                },
                {
                    "name": "Jide Oyekunle",
                    "achievement": "Received the Torchbearers Award for defending press freedom, recognised for courage and resilience.",
                    "image": "/images/TSMKPedlBkKqvYoV/Jide Oyekunle.jpg"
                }
            ]
        },
        {
            "category": "Innovation",
            "people": [
                {
                    "name": "Maxwell Maduka & Nathan Nwachuku",
                    "achievement": "TerraHaptix co-founders deployed drones and ground robots for hydroelectric security, pioneering local hardware manufacturing in Nigeria.",
                    "image": "/images/TSMKPedlBkKqvYoV/Maxwell Maduka & Nathan Nwachuku.jpg"
                },
                {
                    "name": "Khalifa Aminu",
                    "achievement": "Built an AI-powered Hausa-speaking robot; developed devices detecting fire, gas leaks, IEDs, and solid minerals; gained national recognition.",
                    "image": "/images/TSMKPedlBkKqvYoV/Khalifa_Aminu.png"
                },
                {
                    "name": "Oluwatobi \"Tobi\" Oyinlola",
                    "achievement": "Engineered the world's smallest GPS tracking device, opening new possibilities in security and logistics.",
                    "image": "/images/TSMKPedlBkKqvYoV/Oluwatobi “Tobi” Oyinlola.png"
                },
                {
                    "name": "Dr. Anye Vitalis",
                    "achievement": "Produced 3D printing filament from recycled PET, supporting sustainable manufacturing solutions.",
                    "image": ""
                }
            ]
        },
        {
            "category": "Digital Creators",
            "people": [
                {
                    "name": "Eric Ogugua",
                    "achievement": "Social-good content creator focusing on community development and awareness campaigns.",
                    "image": "/images/TSMKPedlBkKqvYoV/Eric Ogugua.png"
                },
                {
                    "name": "Franklyn \"Samo Agbero\" Ikemefune",
                    "achievement": "Pivoted content to emphasise mindset, growth, and purpose, inspiring followers to turn purpose into profit.",
                    "image": "/images/TSMKPedlBkKqvYoV/Franklyn “Samo Agbero” Ikemefune.png"
                },
                {
                    "name": "Nosakhare \"Tunde-Oni\"",
                    "achievement": "Pan-African business strategist and mindset coach, producing leadership and growth-focused content.",
                    "image": "/images/TSMKPedlBkKqvYoV/Nosakhare “Tunde-Oni”.png"
                },
                {
                    "name": "Fisayo Fosudo",
                    "achievement": "Mentors startups and creators in digital entrepreneurship, guiding digital brand building.",
                    "image": "/images/TSMKPedlBkKqvYoV/Fisayo Fosudo.png"
                },
                {
                    "name": "Brain Jotter",
                    "achievement": "Launched Share the Grace, a philanthropic platform for accessible, transparent support in health, education, and business.",
                    "image": "/images/TSMKPedlBkKqvYoV/Brain Jotter.png"
                }
            ]
        },
        {
            "category": "Food",
            "people": [
                {
                    "name": "Sisi Yemmie",
                    "achievement": "A leading culinary content creator, Sisi Yemmie, continued to inspire home cooks across Nigeria with innovative recipes, cooking tutorials, and lifestyle content emphasising local flavours and sustainable cooking practices.",
                    "image": "/images/TSMKPedlBkKqvYoV/Sisi Yemmie.png"
                },
                {
                    "name": "Tolani Tayo-Osikoya",
                    "achievement": "Renowned for blending traditional Nigerian cuisine with modern presentation, Tolani has played a key role in elevating local dishes for both home cooks and professional kitchens.",
                    "image": "/images/TSMKPedlBkKqvYoV/Tolani Tayo-Osikoya.png"
                },
                {
                    "name": "Gbubemi Fregene (Chef Fregz)",
                    "achievement": "Celebrated for his creativity and culinary entrepreneurship, Chef Fregz consistently showcases Nigerian flavours in unique ways, hosting pop-ups and culinary events that attract international attention.",
                    "image": "/images/TSMKPedlBkKqvYoV/Gbubemi Fregene (Chef Fregz).png"
                },
                {
                    "name": "Chef Morgan Uyo-uko Inyang",
                    "achievement": "Chef Morgan achieved international recognition by winning first place in two categories at the Conférence Inter-universitaire de Gastronomie Africaine Francophone (CIGAF) 2025, including the Assorted Fruit Juice Competition and the Inter-School Gastronomy competition in Ouagadougou, Burkina Faso.",
                    "image": "/images/TSMKPedlBkKqvYoV/Chef Morgan Uyo-uko Inyang.png"
                },
                {
                    "name": "Chef Agabus Agboye",
                    "achievement": "Winner of the Eko Flavours 2025 cooking competition, Chef Agboye claimed the ₦5 million grand prize, solidifying his reputation as one of Nigeria's top culinary talents.",
                    "image": "/images/TSMKPedlBkKqvYoV/Chef Agabus Agboye.png"
                }
            ]
        },
        {
            "category": "Notable Mentions",
            "people": [
                {
                    "name": "Commodore Kelechi Ndukwe",
                    "achievement": "Making history in the US Navy, Commodore Ndukwe became the first Nigerian-American to command the USS Halsey. He now serves as Commodore of Destroyer Squadron 60 and Task Force 65 in Spain.",
                    "image": "/images/TSMKPedlBkKqvYoV/Commodore Kelechi Ndukwe.png"
                },
                {
                    "name": "Hilda Baci",
                    "achievement": "Achieved a Guinness World Record in 2025, cementing her place in culinary and social media history.",
                    "image": "/images/TSMKPedlBkKqvYoV/Hilda Baci.png"
                },
                {
                    "name": "Peter Obi",
                    "achievement": "Recognised for his leadership and outspoken advocacy for Nigerians, Obi has been influential in shaping public discourse and encouraging civic engagement.",
                    "image": "/images/TSMKPedlBkKqvYoV/peter_obi.png"
                },
                {
                    "name": "Alex Otti",
                    "achievement": "Governor of Abia State, recognised in 2025 for transformative leadership and impactful developmental reforms.",
                    "image": "/images/TSMKPedlBkKqvYoV/Alex Otti.png"
                },
                {
                    "name": "Purp (Anu Agosa Fadoju)",
                    "achievement": "Winner of Nigerian Idol, Purp has brought fresh energy and creativity to the music industry, inspiring young artists nationwide.",
                    "image": "/images/TSMKPedlBkKqvYoV/Purp (Anu Agosa Fadoju).png"
                },
                {
                    "name": "Kanyeyachukwu Tagbo-Okeke",
                    "achievement": "At just 14 years old, living with autism, Kanyeyachukwu painted a canvas titled \"Impossibility is a Myth\" that measured 12,381.02 square metres, setting the Guinness World Record for largest art canvas by an individual.",
                    "image": "/images/TSMKPedlBkKqvYoV/Kanyeyachukwu Tagbo-Okeke.png"
                },
                {
                    "name": "Stanley Anigbogu",
                    "achievement": "Winner of the Commonwealth Youth Award for his contributions to renewable energy, Anigbogu is a leading young innovator tackling climate change challenges.",
                    "image": ""
                },
                {
                    "name": "Thessa Emegwara",
                    "achievement": "Broke the Guinness World Record for the longest continuous makeup application in 2025, showcasing dedication, skill, and endurance in the beauty industry.",
                    "image": "/images/TSMKPedlBkKqvYoV/Thessa Emegwara.png"
                },
                {
                    "name": "Nafisa Abdullah Aminu",
                    "achievement": "At just 17 years old, she was crowned the world's best in English language skills at the 2025 TeenEagle Global Finals in London, outperforming over 20,000 students from 69 countries.",
                    "image": "/images/TSMKPedlBkKqvYoV/Nafisa Abdullah Aminu.png"
                },
                {
                    "name": "Oluwabusayo Ifonlaja",
                    "achievement": "Emerged as the Best Graduating Student at both the Nigerian Law School (NLS) and Nigerian Bar Association (NBA) exams for the Class of 2025, exemplifying academic excellence in the legal field.",
                    "image": "/images/TSMKPedlBkKqvYoV/Oluwabusayo_Ifonlaja.png"
                },
                {
                    "name": "Amara Nwuneli",
                    "achievement": "Won the $12,500 Earth Prize for her innovative project converting waste dumping grounds into functional playgrounds using recycled materials, highlighting environmental ingenuity.",
                    "image": "/images/TSMKPedlBkKqvYoV/Amara_Nwuneli.png"
                },
                {
                    "name": "Akachukwu Blessed Nwachukwu and Ifunanya Gabriella Okoye",
                    "achievement": "Ten-year-old girls who won global champions in the Beginner Division at the 2025 Technovation Global Summit for developing Stay Woke, an AI-powered app that detects driver fatigue and distraction, demonstrating exceptional creativity and technological skill at a young age.",
                    "image": "/images/TSMKPedlBkKqvYoV/Akachukwu_Blessed_Nwachukwu.png"
                },
                {
                    "name": "Olukemi Ibikunle",
                    "achievement": "A Nigerian correctional officer, she won the 2025 United Nations Trailblazer Award for Women Justice and Corrections Officers, for her outstanding contributions in UN peace operations.",
                    "image": "/images/TSMKPedlBkKqvYoV/Olukemi Ibikunle.png"
                }
            ]
        }
    ]
}